Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/sami-giellaproseavttaide-lea-rabas-ohcanaigemearri-2015-rajes.html.tmx
Source language: sme
Languages: smj

source: Sámi giellaprošeavttaide lea rabas ohcanáigemearri 2015 rájes / Sámegielaid hálddašanguovlu / Giella / Sámediggi - Sametinget
smj: Sáme giellaprosjevtajn la rabás åhtsåmájggemierre 2015 rájes / Sáme giellaháldadimguovllo / Giella / Sámedigge - Sametinget

source: Sámi giellaprošeavttaide lea rabas ohcanáigemearri 2015 rájes
smj: Sáme giellaprosjevtajn la rabás åhtsåmájggemierre 2015 rájes

source: 2015 rájes lea ohcanvuđot doarjjaortnegis sámi giellaprošeavttaide rabas ohcanáigemearri.
smj: 2015 rájes la rabás åhtsåmájggemierre doarjjaårnigis sáme giellaprosjevtajda.

source: Ohcamiid sáhttá sáddet miehtá jagi, ja dat meannuduvvojit dađistaga go bohtet.
smj: Åhtsåmusájt máhttá dajna rádjat akta goassa dán jage, ja da giehtadaláduvvi maŋŋenagi gå båhti.

source: - Dát rievdadeapmi mielddisbuktá ahte ohccit galget jođáneappot oažžut vástádusa ohcamiidda, nu ahte besset álggahit prošeavttaideaset nu árrat go vejolaš, dadjá sámediggepresideantta Aili Keskitalo.
smj: - Dán rievddadibme båhtusa li åhttse galggi oadtjot vásstádusáv árabut gå åvddåla, vaj máhtti álgadit prosjevtajdisá nåv árrat gå máhttelis, javllá Sámedikke presidænnta Aili Keskitalo.

source: Sámediggi lea maid váldán eret vuoruhemiid mat leat leamaš daid maŋemus jagiid, ja árvvoštallat baicca ohcamiid kvalitehta ja báikkálaš dárbbuid ektui.
smj: Sámedigge le aj gádodam jahkásasj vuorodimijt ma dálátjij li mierredam åhtsåmusáj hámev. Dálla merustaláduvvi åhtsåmusá kvalitehta ja bájkálasj dárboj milta.

source: - Dáinna rievdadusain lea mis buoret vejolašvuohta doarjut buriid giellaovddidanprošeavttaid mat leat čadnon daidda dárbbuide mat leat iešguđetge guovllus, dadjá Keskitalo.
smj: - Dájna rievddadusájn la miján buorre máhttelisvuoda doarjjot buorre giellaåvddånahttemprosjevtajt ma li tjanádum dajda dárbojda ma li geŋga guovlon, javllá Keskitalo.
